{"translation-revision-date":"2021-07-05 13:54:19+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"hu"},"Landing Pages":["Landing oldalak"],"What is a 404 Page Template?":["Mi az a 404-es oldal sablon?"],"What is a Products Archive Template?":["Mi az a termékarchívum-sablon?"],"Products Archive":["Termékarchívum"],"What is a Single Product Template?":["Mi az az egyetlentermék-sablon?"],"What is an Archive Template?":["Mi az az archívumsablon?"],"What is a Single Post Template?":["Mi az a bejegyzéssablon?"],"What is a Single Page Template?":["Mi az az egyoldalas sablon?"],"What is a Footer Template?":["Mi az a láblécsablon?"],"What is a Header Template?":["Mi az a fejlécsablon?"],"App could not be loaded":["Az alkalmazást nem sikerült betölteni"],"Global Colors":["Globális színek"],"Create Full Site":["Teljes webhely létrehozása"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Akkor is vidítsa fel látogatóit, ha eltévednek azáltal, hogy megjeleníti a legutóbbi bejegyzéseit, egy keresősávot vagy bármilyen információt, amely segíthet a felhasználónak megtalálni azt, amit keresett."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["A 404-es oldal sablon segítségével könnyen megtervezheti annak az oldalnak az elrendezését és stílusát, amely akkor jelenik meg, amikor a látogató nem létező oldalra érkezik."],"Error 404":["404-es hiba"],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Több globális archívtermék-sablont is készíthet, és mindegyiket hozzárendelheti különféle termékkategóriákhoz. Ezzel minden megjelenített terméktípus megjelenését testreszabhatja."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["A termék-archívum sablonnal könnyen megtervezheti WooCommerce-üzlete oldalának vagy más termék-archívum oldalaknak az elrendezését és stílusát. Ezek azok az oldalak, amelyek a termékek listáját mutatják, amelyeket kategóriák, címkék stb. szerint szűrhetők."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Több globális terméksablont is készíthet, és mindegyiket hozzárendelheti különféle terméktípusokhoz, lehetővé téve a hasonló termékek minden csoportjának egyedi kialakítását."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Az egy termékes sablonnal egyszerűen megtervezheti a WooCommerce egyes termékoldalainak elrendezésér és stílusát, és a sablon alkalmazását a hozzárendelheti különböző feltételekhez."],"Product":["Termék"],"You can customize the message if there are no results for the search term.":["Testreszabhatja az akkor megjelenő üzenetet is, amikor a keresett kifejezésre nincs eredmény."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Könnyedén vezérelheti a keresési eredmények oldal elrendezését és kialakítását a keresési eredmények sablonnal, amely nem más, mint egy speciális archívumsablon, amely a keresési eredményeket jeleníti meg."],"What is a Search Results Template?":["Mi az a Keresési Eredmények sablon?"],"Search Results":["Keresési eredmények"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Ha egy adott kategóriához más stílust szeretne, könnyen készíthet egy különálló globális archívumsablont is, amelynek feltétele, hogy csak akkor jelenjen meg, amikor a felhasználók az adott kategória bejegyzéslistáját tekintik meg."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Az archívumsablon segítségével könnyen megtervezheti az archívumoldalak elrendezését és stílusát. Ezek azok az oldalak, amelyeken a bejegyzések listája jelenik meg (pl. egy blog legutóbbi bejegyzései), amelyek szerzők, kategóriák, címkék, keresési eredmények stb. szerint szűrhetők különböző kifejezésekkel."],"You can create multiple single post templates, and assign each to a different category.":["Több globális bejegyzéssablont is készíthet, és mindegyiket hozzárendelheti a webhely különböző területeihez."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Az egybejegyzéses sablon segítségével könnyen megtervezheti a bejegyzések elrendezését és stílusát, az összes blogbejegyzésben biztosítva például a tervezés következetességét."],"You can create multiple single page templates, and assign each to different areas of your site.":["Több globális oldalsablont is készíthet, és mindegyiket hozzárendelheti a webhely különböző területeihez."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Az egyoldalas sablon segítségével könnyen elkészítheti az oldalak elrendezését és stílusát, a webhely összes oldalán biztosítva a tervezés következetességét."],"You can create multiple footers, and assign each to different areas of your site.":["Több lábjlécet is készíthet, és mindegyiket hozzárendelheti a webhely különböző területeihez."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["A láblécsablonnal egyszerűen egyéni WordPress lábléceket tervezhet és szerkeszthet anélkül, hogy a téma láblécére vonatkozó korlátozások kényszerítenék."],"You can create multiple headers, and assign each to different areas of your site.":["Több fejlécet is készíthet, és mindegyiket hozzárendelheti a webhely különböző területeihez."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["A fejlécsablonnal egyszerűen tervezhet és szerkeszthet egyedi WordPress fejléceket, így a téma fejléc-tervezési korlátozásai a továbbiakban nem korlátozzák önt."],"Site Parts":["A webhely részei"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Sajnáljuk, valami hiba történt. Kattintson a „További információ” gombra, és kövesse az egyes lépéseket a gyors megoldáshoz."],"Theme Builder could not be loaded":["A Theme Builder nem tölthető be"],"Watch Video":["Videó megtekintése"],"Tip":["Tipp"],"All Parts":["Összes rész"],"Not Found":["Nem található"],"Site Settings":["Webhelybeállítások"],"Layout Settings":["Elrendezés beállításai"],"Theme Builder is the industry leading all-in-one solution that lets you customize every part of your WordPress theme visually: Header, Footer, Single, Archive & WooCommerce":["A Theme Builder az ágazat vezető all-in-one megoldása, amellyel a WordPress-téma minden része vizuálisan testreszabhatóvá válik: fejléc, lábléc, egyetlen oldal, archívum és WooCommerce"],"Popups":["Popupok"],"Theme Builder":["Theme Builder"],"Add New":["Új hozzáadása"],"Select File":["Fájl kiválasztása"],"Go Pro":["Váltson Pro-ra"],"Export":["Exportálás"],"Close":["Bezár"],"Saved Templates":["Elmentett sablonok"],"Learn More":["Tudj meg többet"],"Global Fonts":["Globális betűtípusok"],"Info":["Információ"],"Content":["Tartalom"],"Go Back":["Vissza"],"Exit":["Kilépés"],"Loading":["Betöltés"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}