{"translation-revision-date":"2021-07-14 14:47:54+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Error:":["Erro:"],"Import":["Importar"],"Retry":["Reintentar"],"Nothing to worry about, just try again. If the problem continues, head over to the Help Center.":["Non hai de que preocuparse, simplemente inténtao de novo. Se o problema continúa, diríxete ao centro de axuda."],"Something went wrong":["Algo saíu mal"],"to learn more about building your site with Elementor Kits":["para saber máis sobre como construír o teu sitio cos kits de Elementor"],"You can find the components of this file in the Library.":["Podes encontrar os compoñentes deste arquivo na biblioteca."],"Your file is ready!":["O teu arquivo está listo!"],"Don't close this window until your import is finished.":["Non peches esta ventá ata que a túa importación finalice."],"This usually takes a few moments.":["Isto adoita tardar uns momentos."],"Processing your file...":["Procesando o teu arquivo..."],"Or":["Ou"],"Drag & drop the .zip file with your Kit":["Arrastra e solta o arquivo .zip co teu kit"],"Upload Files to Your Library":["Subir arquivos á túa biblioteca"],"We recommend that you backup your site before importing a kit file.":["Recomendámosche que fagas unha copia de seguridade do teu sitio antes de importar un arquivo de kit."],"Important":["Importante"],"Upload a file with Elementor components - pages, site settings, headers, etc. - so you can access them later and quickly apply them to your site.":["Sube un arquivo con compoñentes de Elementor —páxinas, axustes do sitio, cabeceiras, etc.— para que poidas acceder a eles máis tarde e aplicalos rapidamente ao teu sitio."],"Import Kits":["Kits de importación"],"By default, all of your components will be exported.":["Por defecto, exportaranse todos os teus compoñentes."],"Choose which Elementor components - pages, site settings, headers, etc. - to include in your kit file.":["Elixe que compoñentes de Elementor —páxinas, axustes do sitio, cabeceiras, etc.— queres incluír no teu arquivo de kit."],"Export Kits":["Kits de exportación"],"Background Settings":["Axustes do fondo"],"Lightbox Settings":["Axustes da caixa de luz"],"Theme Style settings":["Axustes do estilo do tema"],"Elementor Pages":["Páxinas de Elementor"],"These components can only be exported with Elementor Pro":["Estes compoñentes só se poden exportar con Elementor Pro"],"404 Error Page":["Páxina de erro 404"],"to download":["para descargar"],"Download not working?":["A descarga non funciona?"],"You can then import the file and use it on other sites.":["Entón podes importar o arquivo e usalo noutros sitios."],"The download should start in a few seconds.":["A descarga debería comezar nuns segundos."],"Your export is ready!":["A túa exportación está lista!"],"Click Here":["Fai clic aquí"],"Back to dashboard":["Volver ao escritorio"],"Landing Pages":["Páxinas de destino"],"What is a 404 Page Template?":["Que é un modelo de páxina 404?"],"What is a Products Archive Template?":["Que é un modelo de arquivo de produtos?"],"Products Archive":["Arquivo de produtos"],"What is a Single Product Template?":["Que é un modelo de produto individual?"],"What is an Archive Template?":["Que é un modelo de arquivo?"],"What is a Single Post Template?":["Que é un modelo de entrada individual?"],"What is a Single Page Template?":["Que é un modelo de páxina individual?"],"What is a Footer Template?":["Que é un modelo de pé de páxina?"],"What is a Header Template?":["Que é un modelo de cabeceira?"],"App could not be loaded":["Non se puido cargar a aplicación"],"Global Colors":["Cores globais"],"Create Full Site":["Crear o sitio completo"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Mantén contentos aos visitantes do teu sitio cando se perdan mostrando as túas entradas recentes, unha barra de busca ou calquera información que poida axudar ao usuario a encontrar o que estaba buscando."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Un modelo de páxina 404 permíteche deseñar facilmente a disposición e o estilo da páxina que se mostra cando un visitante chega a unha páxina que non existe."],"Error 404":["Erro 404"],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Podes crear varios modelos de arquivo de produtos e asignar cada un a diferentes categorías de produtos. Isto dáche a liberdade de personalizar a aparencia de cada tipo de produto que se mostra."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Un modelo de arquivo de produtos permíteche deseñar facilmente o deseño e o estilo da túa páxina da tenda WooCommerce ou outras páxinas de arquivo de produtos: esas páxinas que mostran unha lista de produtos, que poden filtrarse por termos como categorías, etiquetas, etc."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Podes crear varios modelos de produtos individuais e asignar cada un a diferentes tipos de produtos, o que permite un deseño personalizado para cada grupo de produtos similares."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Un modelo de produto individual permíteche deseñar facilmente o deseño e o estilo das páxinas dun produto individual de WooCommerce e aplicar ese modelo ás diversas condicións que asignes."],"Product":["Produto"],"You can customize the message if there are no results for the search term.":["Podes personalizar a mensaxe se non hai resultados para o termo de busca."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Podes controlar facilmente a disposición e o deseño da páxina «Resultados da busca» co modelo «Resultados da busca», que é simplemente un modelo de arquivo especial só para amosar os resultados da busca."],"What is a Search Results Template?":["Que é un modelo de resultados de busca?"],"Search Results":["Buscar resultados"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Se che gustaría un estilo diferente para unha categoría específica, é fácil crear un modelo de arquivo separado, cuxa condición é mostrarse só cando os usuarios estean vendo a lista de entradas desa categoría."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Un modelo de arquivo permíteche deseñar facilmente o deseño e o estilo das páxinas de arquivo: esas páxinas que mostran unha lista de entradas (por exemplo, unha lista das entradas recentes do blog), que poden filtrarse por termos como autores, categorías, etiquetas, resultados de busca, etc."],"Archives":["Arquivos"],"You can create multiple single post templates, and assign each to a different category.":["Podes crear varios modelos de entrada individuais e asignar cada unha a unha categoría diferente."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Un modelo de entrada individual permíteche deseñar facilmente o deseño e o estilo das entradas, asegurando unha consistencia de deseño en todas as entradas do teu blog, por exemplo."],"Single Posts":["Entradas individuais"],"You can create multiple single page templates, and assign each to different areas of your site.":["Podes crear varios modelos de páxinas individuais e asignar cada un a diferentes áreas do teu sitio."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Un modelo de páxina individual permíteche crear facilmente o deseño e o estilo das páxinas, asegurando unha consistencia do deseño en todas as páxinas do teu sitio."],"Single Pages":["Páxinas individuais"],"You can create multiple footers, and assign each to different areas of your site.":["Podes crear varios pés de páxina e asignar cada un a diferentes áreas do teu sitio."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["O modelo do pé de páxina permíteche deseñar e editar facilmente pés de páxina personalizados para WordPress sen os límites das restriccións de deseño do pé de páxina do teu tema."],"Footers":["Pés de páxina"],"You can create multiple headers, and assign each to different areas of your site.":["Podes crear varias cabeceiras e asignalas cada unha a diferentes áreas do teu sitio."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["O modelo da cabeceira permíteche deseñar e editar facilmente cabeceiras personalizadas para WordPress, de modo que xa non esteas suxeito ás limitacións de deseño da cabeceira do teu tema."],"Headers":["Cabeceiras"],"Site Parts":["Partes do sitio"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Síntoo, pero algo saíu mal. Fai clic en «Aprender máis» e segue cada un dos pasos para resolvelo rapidamente."],"Theme Builder could not be loaded":["Non se puido cargar o maquetador do tema"],"Watch Video":["Ver vídeo"],"Tip":["Consello"],"All Parts":["Todas as partes"],"Not Found":["Non encontrado"],"Site Settings":["Axustes do sitio"],"Layout Settings":["Axustes do deseño"],"Theme Builder is the industry leading all-in-one solution that lets you customize every part of your WordPress theme visually: Header, Footer, Single, Archive & WooCommerce":["O maquetador de temas é a solución líder todo nun que che permite personalizar visualmente cada parte do teu tema WordPress: cabeceira, pé de páxina, páxina única, arquivo e WooCommerce. "],"Popups":["Mensaxes emerxentes"],"Theme Builder":["Maquetador de temas"],"Add New":["Engadir novo"],"Select File":["Elixe o arquivo"],"Go Pro":["Ir á versión Pro"],"Export":["Exportar"],"Close":["Cerrar"],"Saved Templates":["Modelos gardados"],"Templates":["Modelos"],"Learn More":["Aprende máis"],"Global Fonts":["Fontes globais"],"Info":["Información"],"Content":["Contido"],"Go Back":["Volver"],"Exit":["Saír"],"Loading":["Cargando"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}